module.exports = {
  "lovecall": 0,
  "metadata": {
    "song": {
      "title": "ミはμ’sicのミ",
      "artist": "μ's",
      "album": "ミはμ’sicのミ",
      "remoteBasename": "mimimi",
      "sources": {
        "fallback:": {
          "offset": 2060
        },
        "md5:55d02707bce741a82e043363d58014b1": {
          offset: 2060
        },
        "md5:bfd6d17189beedd535746fa425ffdd06": {
          "offset": 2150
        }
      },
      "timing": [
        [0, 155.001, 4, 4, 0]
      ]
    },
    "palette": [
    ]
  },
  "form": [
    [0, 0, 8, 0, "I"],
    [8, 0, 16, 0, "G0"],
    [16, 0, 32, 0, "A1"],
    [32, 0, 44, 0, "B1"],
    [44, 0, 60, 0, "C1"],
    [60, 0, 68, 0, "G1"],
    [68, 0, 84, 0, "A2"],
    [84, 0, 96, 0, "B2"],
    [96, 0, 112, 0, "C2"],
    [112, 0, 120, 0, "G2"],
    [120, 0, 132, 0, "G3"],
    [132, 0, 150, 0, "G4"],
    [150, 0, 166, 0, "C3"],
    [166, 0, 177, 0, "G4"],
    [177, 0, -1, -1, "O"]
  ],
  "colors": [
  ],
  "sequences": {
  },
  "timeline": [
  ]
};
